Repository: kwmcheung/luci-app-tn-mstpd
Catalog: po/*/mstpd.po
Languages: ru

source: %d s
ru: %d с

source: &copy; 2018–2020, Tano Systems, Anton Kikin &lt;<a href="mailto:a.kikin@tano-systems.com"><nobr>a.kikin@tano-systems.com</nobr></a>&gt;
ru: &copy; 2018–2020, Tano Systems, Антон Кикин &lt;<a href="mailto:a.kikin@tano-systems.com"><nobr>a.kikin@tano-systems.com</nobr></a>&gt;

source: (0 — auto)
ru: (0 — автоматически)

source: -- please select --
ru: -- сделайте выбор --

source: Admin P2P
ru: Административное P2P состояние

source: Admin edge
ru: Административное пограничнное состояние

source: Administrative protocol version
ru: Административная версия протокола

source: Ageing
ru: Устаревание

source: Ageing time
ru: Время устаревания

source: Auto
ru: Автоматически

source: Auto edge
ru: Автоматическое пограничное состояние

source: Auto transition to/from edge state
ru: Автоматический переход в/из пограничного состояния

source: BPDU guard
ru: Защита BPDU

source: BPDU guard error
ru: Срабатывание защиты BPDU

source: Bridge "%s"
ru: Мост «%s»

source: Bridge "%s" ports
ru: Порты моста «%s»

source: Bridge "%s" status
ru: Состояние моста «%s»

source: Bridge ID
ru: Идентификатор моста

source: Collecting data...
ru: Сбор данных...

source: Custom Interface
ru: Пользовательский интерфейс

source: Debug (3)
ru: Отладочные сообщения (3)

source: Designated bridge
ru: Назначенный мост

source: Designated port
ru: Назначенный порт

source: Designated root
ru: Назначенный корневой мост

source: Disable (0)
ru: Отключено (0)

source: Disable STP/RSTP processing on this port
ru: Отключить обработку STP/RSTP на данном порту

source: Disable port if BPDU is detected (received) on it.
ru: Отключить порт если на нём будет обнаружен (принят) BPDU.

# Bridge status
source: Enabled
ru: Включён

# Port status
source: Enabled
ru: Включён

source: Error (1)
ru: Ошибки (1)

source: Failed to request bridge "%s" status information.
ru: Не удалось запросить информацию о состоянии моста «%s».

source: Forward delay time
ru: Время «forward delay»

source: Global settings
ru: Общие параметры

source: Hello time
ru: Время «hello time»

source: Hide additional information
ru: Скрыть дополнительную информацию

source: Info (2)
ru: Информационные сообщения (2)

source: Initial edge state
ru: Начальное пограничное состояние

source: Last topology change port
ru: Порт последнего изменения топологии

source: MSTPd LuCI application (version %s)
ru: LuCI приложение управления MSTPd (версия %s)

source: Max age
ru: Время «max age»

source: Must be in range from 1 to 10
ru: Значение должно быть в диапазоне от 1 до 10

source: Must be in range from 10 to 1000000
ru: Значение должно быть в диапазоне от 10 до 1000000

source: Must be in range from 4 to 30
ru: Значение должно быть в диапазоне от 4 до 30

source: Must be in range from 6 to 40
ru: Значение должно быть в диапазоне от 6 до 40

source: Must meet the condition [ 2 * (Forward Delay - 1) >= Max Age ]
ru: Должно выполнятся условие [ 2 * (Forward Delay - 1) >= Max Age ]

source: No
ru: Нет

source: No bridges to display...
ru: Нет мостов для отображения...

source: No bridges with enabled STP support
ru: Нет мостов с включенной поддержкой STP

source: Operative P2P
ru: Оперативное P2P состояние

source: Operative edge
ru: Оперативное пограничное состояние

source: Operative protocol version
ru: Оперативная версия протокола

source: Path cost
ru: Стоимость маршрута

source: Point-to-Point detection mode
ru: Режим определения P2P

source: Port
ru: Порт

source: Port identifier
ru: Идентификатор

source: Port path cost
ru: Стоимость маршрута порта

source: Port role
ru: Роль

source: Port state
ru: Состояние

source: Priority
ru: Приоритет

source: Protocol
ru: Протокол

source: Regional root
ru: Региональный корневой мост

source: Restrict port ability to propagate received TCN's
ru: Запретить порту распространять полученные TCN

source: Root port
ru: Корневой порт

source: Rx BPDU
ru: Получено BPDU

source: Rx BPDU (filtered)
ru: Получено BPDU (отфильтровано)

source: Rx TCN
ru: Получено TCN

source: STP support is disabled on this bridge
ru: На мосту отключена поддержка STP

source: STP/RSTP Settings
ru: Настройки STP/RSTP

source: STP/RSTP Status
ru: Состояние STP/RSTP

source: STP/RSTP processing
ru: Обработка STP/RSTP

source: Settings
ru: Настройки

source: Show additional information
ru: Показать дополнительную информацию

source: State machine transition (4)
ru: Переходы машины состояний (4)

source: Status
ru: Состояние

source: There is no available information
ru: Информация не доступна

source: This page allows you to see current state of the STP/RSTP bridge and its ports
ru: На данной странице отображается текущее состояние STP/RSTP моста и его портов

source: Time since topology change
ru: Время с последнего изменения топологии

source: To display the STP/RSTP bridge status on this page you must select at least one bridge for controlling by the MSTPd service <a href="%s">here</a>.
ru: Чтобы отобразить состояние STP/RSTP моста на этой странице, вы должны выбрать хотя бы один мост для управления службой MSTPd <a href="%s">здесь</a>.

source: Topology change count
ru: Количество изменений топологии

source: Transmit hold count
ru: Параметр «transmit hold count»

source: Tx BPDU
ru: Отправлено BPDU

source: Tx TCN
ru: Отправлено TCN

source: Yes
ru: Да

source: You have no selected bridges for controlling by the MSTPd service.
ru: Нет выбранных мостов для управления службой MSTPd.

source: no
ru: нет

# Port name
source: none
ru: нет

source: yes
ru: да
